hugopage.org
#+hugo_base_dir: ~/fun/myblog/
*** thoughts
    :PROPERTIES:
    :EXPORT_FILE_NAME: _index
    :END:
    
**** This section  is devoted to the various type of thoughts I can have.
     I once started doing meditation. That's when I realized...
     I sure do have a lot of thoughts. After a while of consciously listening
     to my thoughts, I saw there were some repeating patterns. So here I have decided to 
     demonstrate (one possible, and possibly wrong) taxonomy of thoughts.
   
