content/thoughts/_index.md
+++
title = "thoughts"
author = ["sina"]
draft = false
+++

## This section  is devoted to the various type of thoughts I can have. {#this-section-is-devoted-to-the-various-type-of-thoughts-i-can-have-dot}

I once started doing meditation. That's when I realized...
I sure do have a lot of thoughts. After a while of consciously listening
to my thoughts, I saw there were some repeating patterns. So here I have decided to
demonstrate (one possible, and possibly wrong) taxonomy of thoughts.
